       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO-WORLD.

       PROCEDURE DIVISION.
           DISPLAY " Salut Programmez !".
           DISPLAY "          _        ". 
           DISPLAY "   ______/ \-.   _ ". 
           DISPLAY ".-/     (    o\_// ". 
           DISPLAY " |  ___  \_/\---'  ". 
           DISPLAY " |_||  |_||        ".
           DISPLAY " ".

       STOP RUN.
